{
    "publisher": "FSBEI of Higher Education SamSMU of Ministry of Health of the Russian Federation",
    "abstract": "Topicality. Extract of Thymus serpyllum L. exerts a wide range of biologically active properties, for example, anti-inflammatory, expectorant, analgesic, and antioxidant. However, there is no information about the effect of its water-alcohol extraction on cell proliferation.&#x0D;\nThe aim of the research was to study the effect of Thymus serpyllum extract in concentrations of 50.0, 25.0, 12.5, 6.2, 3.1, 1.5 mg/ml on the mitotic activity of cells with the application of Allium test.&#x0D;\nMaterials and methods. The bulbs of Allium cepa L., species Stuttgart Riesen, were used in the experiment. Bulbs were sprouted for three days in thyme extracts with different concentrations of extractives. The experiment was repeated five times. Eight groups were studied in each series: distilled water as negative control, dioxidine 100 mg/ml as positive control, the extract of Thymus serpyllum in concentrations 50.0, 25.0, 12.5, 6.2, 3.1, 1.5 mg/ml. The toxic effect was evaluated by measuring the root length, and the mitotic activity was evaluated by calculating the mitotic index without cells at the prophase stage.&#x0D;\nResults. The longest roots were observed in the extract concentration of 1.5 mg/ml, but their length was less than that of bulbs that sprouted in the negative control. The highest value without the prophase index was also found at the extraction concentration of 1.5 mg/ml, and the values were similar to those in the negative control. The shortest roots were observed in the extract concentration of 6.2 mg/ml; their length was comparable to the positive control. The lowest values without the prophase index were revealed in the extraction concentration of 6.2 mg/ml and were similar to the values in the negative control. The bulbs that were exposed to water-alcohol extract of Thymus serpyllum in concentrations of extractives 1.5, 25.0, 50.0 mg/ml had no roots.&#x0D;\nConclusion. Thymus serpyllum extract reduces the mitotic activity of cells in concentrations of 1.5-6.2 mg/ml. The inverse dependence of the root length and the non-prophase index on the concentration of water- alcohol extract of Thymus serpyllum has been established.",
    "DOI": "10.17816/2072-2354.2020.20.3.197-202",
    "article_type": "journal-article",
    "titulos": [
        "The study of the effect of &lt;i&gt;Thymus serpyllum&lt;/i&gt; extract on the mitotic activity of cells by means of Allium test"
    ],
    "titulos_das_revistas": [
        "Aspirantskiy Vestnik Povolzhiya"
    ],
    "language": "en",
    "disponivel_em": "http://dx.doi.org/10.17816/2072-2354.2020.20.3.197-202",
    "authors": "Sheremetyeva A., Kotuleva V.",
    "resumo_ia": "Extract of Thymus serpyllum L. exerts a wide range of biologically active properties, for example, anti-inflammatory, expectorant, analgesic, and antioxidant . There is no information about the effect of its water-alcohol extraction on cell proliferation .",
    "traducao": "É um artigo que fala sobre o Extrato de Thymus serpyllum L. exerce uma ampla gama de propriedades biologicamente ativas, por exemplo, anti-inflamatória, expectorante, analgésica e antioxidante. Não há informações sobre o efeito de sua extração água-álcool na proliferação celular.",
    "texto_final": "Olá!\nVocê encontrou a página que faz resumo de artigos.\nO artigo The study of the effect of &lt;i&gt;Thymus serpyllum&lt;/i&gt; extract on the mitotic activity of cells by means of Allium test, publicado em FSBEI of Higher Education SamSMU of Ministry of Health of the Russian Federation, por Sheremetyeva A., Kotuleva V..\nÉ um artigo que fala sobre o Extrato de Thymus serpyllum L. exerce uma ampla gama de propriedades biologicamente ativas, por exemplo, anti-inflamatória, expectorante, analgésica e antioxidante. Não há informações sobre o efeito de sua extração água-álcool na proliferação celular..\nPara mais resumos de artigos siga a página Resumo de Artigos\n"
}